<!DOCTYPE html>

<head>
  <style>
    body {
      font-family: consolas, courier;
      padding: 4em;
    }
    a {
      color: #990000;
    }
  </style>
</head>

<body>

<h1>Verhaltenskodex f&uuml;r Helfer</h1>

<p>Wir, als Helfer und Betreuer dieses Projektes, versprechen alle Menschen, die durch Problemreports, Featureanfragen, Dokumentationsaktualisierungen, Stellen von Pull Requests oder Patches und anderen Aktivit&auml;ten zum Projekt beitragen mit Respekt zu behandeln.</p>

<p>Wir verpflichten uns dazu die Partizipation zu diesem Projekt zur einer Bel&auml;stigungsfreien Erfahrung f&uuml;r jeden zu machen, unabh&auml;ngig seines Erfahrungslevels, Geschlechts, Geschlechtsidentit&auml;t und -ausdrucks, Behinderung, pers&ouml;hnlichen Auftrittes,  seiner sexuellen Orientierung, K&ouml;rpergr&ouml;&szlig;e, Rasse, Ethnizit&auml;t, Alter, Religion oder Nationalit&auml;t.</p>

<p>Beispiele von inaktzeptablem Verhalten beinhalten:</p>

<ul>
  <li>Verwenden von sexualisierter Sprache oder Bildern</li>
  <li>Pers&ouml;nliche Angriffe</li>
  <li>Beleidigende oder herabw&uuml;rdigende Kommentare</li>
  <li>&ouml;ffentliche oder private Bel&auml;stigung</li>
  <li>Ver&ouml;ffentlichen von privaten Informationen anderer, wie physische oder elektronische Adressen ohne ausdr&uuml;ckliche Erlaubnis</li>
  <li>Anderes unethisches oder unprofessionelles Verhalten</li>
</ul>

<p>Projektbetreuer haben das Recht und die Verantwortung Kommentare, Commits, Code, Wikieditierungen, Problemreports und andere Beitr&auml;ge, die diesem Verhaltenskodex nicht entsprechen zu l&ouml;schen, editieren oder zu verweigern oder jeden Helfer f&uuml;r Verhalten, das sie nicht f&uuml;r angebracht, gef&auml;hrdend, beleidigend oder verletzend halten tempor&auml;r oder permanent zu sperren.</p>

<p>Mit der &uuml;bernahme dieses Verhaltenskodex verpflichten sich die Projektbetreuer selbst diese Prizipien fair und konsistent auf jeden Aspekt des Mangagements dieses Projekts anzuwenden. Projektbetreuer, die diesen Verhaltenskodex nicht befolgen oder durchsetzen k&ouml;nnen dauerhaft vom Projektteam entfernt werden.</p>

<p>Dieser Verhaltenskodex ist sowohl innerhalb des Projektrahmens, als auch in &ouml;ffentlichen R&auml;umen g&uuml;ltig, wenn ein Individuum sich selbst oder seine Gemeinschaft repr&auml;sentiert.</p>

<p>Vorf&auml;lle von missbr&auml;uchlichem, beleidigendem oder andersartig inaktzeptablem Verhalten k&ouml;nnen an dem Projektmanager &uuml;ber diese E-Mail Adresse gemeldet werden: [E-Mail hier einf&uuml;gen]. Alle Beschwerden werden gelesen, untersucht und bekommen eine Antwort, die den Umst&auml;nden entsprechend angemessen erachtet wird. Betreuer sind verpflichtet Diskretion bez&uuml;glich des Beschwerdegebers zu wahren.</p>

<p>Dieser Verhaltenskodex ist adaptiert vom Contributor Convent, Version 1.3.0, verf&uuml;gbar unter
<a href="http://contributor-covenant.org/version/1/3/0/">http://contributor-covenant.org/version/1/3/0/</a></p>

</body>
